Repository: Dexitti/Alchemical-Laboratory
Catalog: Properties/Resource.*.resx
Languages: ru_ru

source: Fire
ru_ru: Огонь

source: Game mode
ru_ru: Режим игры

source: limited inventory
ru_ru: ограниченный инвентарь

source: Properties
ru_ru: Свойства

source: unlimited inventory
ru_ru: неограниченный инвентарь

source: Water
ru_ru: Вода

source: temperature
ru_ru: температура

source: hardness
ru_ru: твердость

source: volatility
ru_ru: летучесть

source: viscosity
ru_ru: вязкость

source: toxicity
ru_ru: токсичность

source: flammability
ru_ru: горючесть

source: radioactivity
ru_ru: радиоактивность

source: unlimited resources
ru_ru: безграничные ресурсы

source: limited resources (hard)
ru_ru: ограниченные ресурсы (сложно)

source: Select game mode
ru_ru: Выберете режим

source: Are you sure
ru_ru: Вы уверены

source: Choose an action
ru_ru: Выберите действие

source: Quit
ru_ru: Выйти

source: Inventory
ru_ru: Инвентарь

source: Mix
ru_ru: Смешать

source: Get hint
ru_ru: Получить подсказку

source: Show rules
ru_ru: Открыть правила

source: Save
ru_ru: Сохранить

source: Load
ru_ru: Загрузить

source: Select substance
ru_ru: Выберите вещество

source: Rules
ru_ru: Правила

# PressToStart
source: Press any key to start
ru_ru: Нажмите, чтобы начать

# PressToContinue
source: Press any key to continue
ru_ru: Нажмите, чтобы продолжить

source: explosiveness
ru_ru: взрывоопасность

# Fire_Description
source: The primordial force of change and destruction, but also warmth and creation. The essence of energy itself. 🜂
ru_ru: Первичная сила перемен и разрушения, но также тепла и созидания. Сама суть энергии. 🜂

# Water_Description
source: The source of life, adaptable and fluid. It cleanses, nurtures, and connects all things. 🜄
ru_ru: Источник жизни, адаптивный и текучий. Очищает, питает и связывает все вещи. 🜄

source: Earth
ru_ru: Земля

# Earth_Description
source: Solid, stable, and grounding. The foundation of existence, holding all things together. 🜃
ru_ru: Твердая, стабильная и заземляющая. Основа существования, удерживающая все вещи вместе. 🜃

source: Air
ru_ru: Воздух

# Air_Description
source: Light, expansive, and ever-moving. The breath of life, enabling communication and change. 🜁
ru_ru: Легкий, расширяющийся и вечно движущийся. Дыхание жизни, позволяющее общение и перемены. 🜁

source: Mana
ru_ru: Мана

# Mana_Description
source: The raw, unrefined magical energy that permeates all creation. The fuel of the extraordinary.
ru_ru: Сырая, неочищенная магическая энергия, пронизывающая все творение. Топливо для необыкновенного.

source: Steam
ru_ru: Пар

# Steam_Description
source: The heated breath of water, a transitional state between fluid and air. Represents latent power and potential.
ru_ru: Нагретое дыхание воды, переходное состояние между жидкостью и воздухом. Олицетворяет скрытую силу и потенциал.

source: Stone
ru_ru: Камень

# Stone_Description
source: Solidified earth, enduring and unyielding. A symbol of permanence and strength.
ru_ru: Затвердевшая земля, стойкая и непоколебимая. Символ постоянства и силы.

source: Lava
ru_ru: Лава

# Lava_Description
source: The molten heart of the earth, a destructive force forged from extreme heat. Potential for creation and ruin.
ru_ru: Расплавленное сердце земли, разрушительная сила, рожденная экстремальным жаром. Потенциал для созидания и разрушения.

source: Mud
ru_ru: Грязь

# Mud_Description
source: A humble mixture of earth and water, fertile and teeming with potential. From nothing, life can begin.
ru_ru: Скромная смесь земли и воды, плодородная и кишащая потенциалом. Из ничего может начаться жизнь.

source: Concentrated_Mana
ru_ru: Концентрированная мана

# ConcentratedMana_Description
source: Mana refined to its purest form, crackling with power. Handle with extreme caution, lest it consume you.
ru_ru: Мана, очищенная до чистейшей формы, искрящаяся силой. Обращаться с крайней осторожностью, иначе она может поглотить вас.

source: Freezing vapour
ru_ru: Морозный пар

# FreezingVapour_Description
source: A volatile cloud, colder than the deepest winter. It crystallizes all it touches, destroying organic matter.
ru_ru: Летучее облако, холоднее самой глубокой зимы. Кристаллизует все, к чему прикасается, уничтожая органическую материю.

source: Iron
ru_ru: Железо

# Iron_Description
source: Ferrum (♂) the blood of the earth, the backbone of modern civilization. Forged into all tools and weapons.
ru_ru: Феррум (♂) кровь земли, основа современной цивилизации. Из него кованы все инструменты и оружие.

source: Copper
ru_ru: Медь

# Copper_Description
source: The red metal (Cuprum), known for its conductivity and malleability. A conduit for energy and a symbol of Venus (♀).
ru_ru: Красный металл (Купрум), известный своей проводимостью и ковкостью. Проводник энергии и символ Венеры (♀).

source: Gold
ru_ru: Золото

# Gold_Description
source: Aurum (☉) the sun's reflection on earth, the most perfect and honorable metal. Represents wealth, power and spiritual enlightenment.
ru_ru: Аурум (☉) отражение солнца на земле, самый совершенный и благородный металл. Олицетворяет богатство, власть и духовное просветление.

source: Lead
ru_ru: Свинец

# Lead_Description
source: Heavy, dense - Plumbum. In alchemy linked to Saturn (♄), a symbol of restriction and the initial stage of alchemical transformation.
ru_ru: Тяжелый, плотный - Плюмбум. В алхимии связан с Сатурном (♄), символ ограничения и начальной стадии алхимического превращения.

source: Tin
ru_ru: Олово

# Tin_Description
source: Bright, silvery metal (Stannum). In alchemy is associated with Jupiter (♃) and luck, in philosophy means "breath of life".
ru_ru: Яркий, серебристый металл (Станнум). В алхимии ассоциируется с Юпитером (♃) и удачей, в философии означает "дыхание жизни".

source: Zinc
ru_ru: Цинк

# Zinc_Description
source: A resilient, bluish-white metal, known for its protective properties. In alchemy is known by the preparation of "Philosophic wool" by burning zinc in air, which was called "nix alba" (white snow)
ru_ru: Устойчивый, голубовато-белый металл, известный своими защитными свойствами. В алхимии известен приготовлением "Философской шерсти" путем сжигания цинка на воздухе, что называлось "никс альба" (белый снег)

source: Silver
ru_ru: Серебро

# Silver_Description
source: The moon's mirror (☽), reflecting purity and intuition - Argentum (🜛). A symbol of feminine energy and emotional balance.
ru_ru: Зеркало луны (☽), отражающее чистоту и интуицию - Аргентум (🜛). Символ женской энергии и эмоционального баланса.

source: Sulfur
ru_ru: Сера

# Sulfur_Description
source: (🜍) Considered the father of all metals. Has the «principle of combustible and the soul», organic and flying. Embodiment of passion and masculinity.
ru_ru: (🜍) считается отцом всех металлов. Имеет «принцип горючести и души», органическая и летучая. Воплощение страсти и мужественности.

source: Mercury
ru_ru: Ртуть

# Mercury_Description
source: Hydrargyrum (☿) fluid and elusive. Messenger of the gods, symbolizing communication, adaptability, union of masculinity and feminine. In alchemy embodies the «principle of metal and the spirit» and is used to separate soul from metals and its carrier.
ru_ru: Гидраргирум (☿) текучая и неуловимая. Посланник богов, символизирующий общение, адаптивность, единство мужественности и женственности. В алхимии воплощает «принцип металла и духа» и используется для отделения души от металлов и её носителя.

source: Salt
ru_ru: Соль

# Salt_Description
source: (🜔) a reflection of feminine, the «principle of fixity and the body». Associated with paradox (bitterness), deep mind and finding immortality (preservative).
ru_ru: (🜔) отражение женского начала, «принцип фиксированности и тела». Связана с парадоксом (горечью), глубоким разумом и поиском бессмертия (консервант).

source: Bismuth
ru_ru: Висмут

# Bismuth_Description
source: A brittle, crystalline metal. Known for its iridescent surface, it represents beauty and transformation.
ru_ru: Хрупкий, кристаллический металл. Известен своей радужной поверхностью, представляет красоту и трансформацию.

source: Quartz
ru_ru: Кварц

# Quartz_Description
source: Crystallized earth, pure and clear. It is said to amplify the magical energies and focus the mind. Often served as a basis for alchemists lanterns, sticks and amulets.
ru_ru: Кристаллизованная земля, чистая и прозрачная. Говорят, что усиливает магические энергии и фокусирует разум. Часто служил основой для алхимических фонарей, палок и амулетов.

source: Sand
ru_ru: Песок

# Sand_Description
source: Most of the earth's rocks, including sand - silica. Tiny grains of Earth, component of many rituals.
ru_ru: Большинство земных пород, включая песок - кремнезем. Крошечные зерна Земли, компонент многих ритуалов.

source: Lively_Concoction
ru_ru: Живая смесь

# LivelyConcoction_Description
source: A strange mixture of organic and inorganic matter in liquid form.
ru_ru: Странная смесь органической и неорганической материи в жидкой форме.

source: Alcohol
ru_ru: Алкоголь

# Alcohol_Description
source: The spirit extracted (🜉), a volatile essence. Can both liberate and destroy, revealing hidden truths.
ru_ru: Извлеченный дух (🜉), летучая сущность. Может как освобождать, так и разрушать, раскрывая скрытые истины.

source: Gunpowder
ru_ru: Порох

# Gunpowder_Description
source: A volatile concoction of fire, earth, and air, capable of immense destructive power. Use with extreme caution.
ru_ru: Летучая смесь огня, земли и воздуха, способная к огромной разрушительной силе. Использовать с крайней осторожностью.

source: Poison
ru_ru: Яд

# Poison_Description
source: A subtle and insidious substance born of decay and malice. It corrupts the body and weakens the spirit.
ru_ru: Тонкая и коварная субстанция, рожденная разложением и злобой. Разлагает тело и ослабляет дух.

source: Slime
ru_ru: Слизь

# Slime_Description
source: Viscous, often rotting substance. Symbolizes disintegration, conversion and potential for new life.
ru_ru: Вязкая, часто гниющая субстанция. Символизирует распад, преобразование и потенциал для новой жизни.

source: Honey
ru_ru: Мед

# Honey_Description
source: The golden nectar of the bee, a sweet elixir of life and a potent preservative. It holds the secrets of the hive and the essence of a thousand flowers.
ru_ru: Золотой нектар пчел, сладкий эликсир жизни и мощный консервант. Хранит секреты улья и сущность тысячи цветов.

source: Diamond
ru_ru: Алмаз

# Diamond_Description
source: The purest form of carbon, unyielding and brilliant. A symbol of invincibility, enlightenment, and eternal beauty.
ru_ru: Чистейшая форма углерода, непоколебимая и блистательная. Символ непобедимости, просветления и вечной красоты.

source: Ruby
ru_ru: Рубин

# Ruby_Description
source: A crimson gemstone, infused with the fire of passion and courage. Promotes vitality and strength.
ru_ru: Багровый драгоценный камень, наполненный огнем страсти и мужества. Способствует жизненной силе и силе.

source: Sapphire
ru_ru: Сапфир

# Sapphire_Description
source: A celestial gemstone, reflecting wisdom and truth. Inspires clarity, focus, and spiritual insight.
ru_ru: Небесный драгоценный камень, отражающий мудрость и истину. Вдохновляет на ясность, концентрацию и духовное прозрение.

source: Citrine
ru_ru: Цитрин

# Citrine_Description
source: A sun-kissed gem radiating warmth and abundance. It attracts prosperity, amplifies personal power, and kindles the inner flame.
ru_ru: Озаренный солнцем камень, излучающий тепло и изобилие. Привлекает процветание, усиливает личную силу и разжигает внутренний огонь.

source: Emerald
ru_ru: Изумруд

# Emerald_Description
source: A verdant stone of rebirth and growth, echoing the life force of the natural world. It heals the spirit and fosters harmony.
ru_ru: Зеленый камень возрождения и роста, отражающий жизненную силу природного мира. Исцеляет дух и способствует гармонии.

source: Amethyst
ru_ru: Аметист

# Amethyst_Description
source: A violet gem of tranquility and insight, warding off negative energies and sharpening the mind's eye. A stone for contemplation.
ru_ru: Фиолетовый камень спокойствия и прозрения, отгоняющий негативные энергии и обостряющий око разума. Камень для созерцания.

source: Aquamarine
ru_ru: Аквамарин

# Aquamarine_Description
source: A sea-blue jewel of courage and protection, calming turbulent emotions and ensuring safe passage. The ocean's blessing.
ru_ru: Морской голубой камень мужества и защиты, успокаивающий бурные эмоции и обеспечивающий безопасный путь. Благословение океана.

source: Master Emerald
ru_ru: Мастер Изумруд

# MasterEmerald_Description
source: is a massive green emerald, a mystical relic of immeasurable power from the forgotten past. It acts as a counterweight to the Emerald Chaos, can nullify or control them.
ru_ru: это массивный зеленый изумруд, мистическая реликвия неисчислимой силы из забытого прошлого. Действует как противовес Изумрудному Хаосу, может нейтрализовать или контролировать их.

source: Alkahest
ru_ru: Алкагест

# Alkahest_Description
source: A substance that is the universal solvent of everything. The ultimate tool of transformation to produce a philosopher's stone.
ru_ru: Вещество, являющееся универсальным растворителем всего. Конечный инструмент трансформации для создания философского камня.

source: Brass
ru_ru: Латунь

# Brass_Description
source: A bright, gold-like alloy of copper and zinc. Represents resilience, creativity, and balance.
ru_ru: Яркий, похожий на золото сплав меди и цинка. Олицетворяет устойчивость, творчество и баланс.

source: Bronze
ru_ru: Бронза

# Bronze_Description
source: An enduring alloy of Copper and Tin, famed for its strength and corrosion resistance. A metal of heroes and greatful legacies.
ru_ru: Прочный сплав Меди и Олова, известный своей прочностью и устойчивостью к коррозии. Металл героев и великих наследий.

source: Calomel
ru_ru: Каломель

# Calomel_Description
source: The heavy, white mineral mercury chloride. Used by alchemists for purification and cure, although is very toxic in excess.
ru_ru: Тяжелый, белый минерал хлорида ртути. Использовался алхимиками для очищения и лечения, хотя в избытке очень токсичен.

source: Cinnabar
ru_ru: Киноварь

# Cinnabar_Description
source: A brilliant red ore of Mercury Sulfide. The source of the mercury - symbol of transformation, but also a deadly poison.
ru_ru: Блестящая красная руда Сульфида Ртути. Источник ртути - символ трансформации, но также смертельный яд.

source: Urine
ru_ru: Моча

# Urine_Description
source: A humble waste product, yet containing the seeds of new life. A source of alchemical secrets and potential transformations.
ru_ru: Скромный отход жизнедеятельности, однако содержащий семена новой жизни. Источник алхимических секретов и потенциальных трансформаций.

source: Blood
ru_ru: Кровь

# Blood_Description
source: The river of life, a concentration of magic in the human body. It carries within itself the essence of the individual, associated with heat and fire, as well as cruelty and anger.
ru_ru: Река жизни, концентрация магии в человеческом теле. Несет в себе сущность индивидуума, связана с теплом и огнем, а также с жестокостью и гневом.

source: Meat
ru_ru: Мясо

# Meat_Description
source: Flesh, the building block of living beings. Source of primary power and earthly content. Eternal reminder of mortality.
ru_ru: Плоть, строительный материал живых существ. Источник первичной силы и земного содержания. Вечное напоминание о смертности.

source: Bones
ru_ru: Кости

# Bones_Description
source: The framework of bodies, strong and enduring.
ru_ru: Каркас тел, сильный и стойкий.

source: Burnt lime
ru_ru: Негашеная известь

# BurntLime_Description
source: The excension of the earth can be calm as a monumental mountain or active and impulsive, revealing its hidden power.
ru_ru: Расширение земли может быть спокойным, как монументальная гора, или активным и импульсивным, раскрывая свою скрытую силу.

source: Pyrite
ru_ru: Пирит

# Pyrite_Description
source: Fool's Gold, a glittering mineral that deceives the eye. A reminder that not all that glitters is true gold, a lesson in discernment.
ru_ru: Золото дураков, сверкающий минерал, обманывающий глаз. Напоминание о том, что не все то золото, что блестит, урок различения.

source: Oil_of_Vitriol
ru_ru: Купоросное масло

# OilOfVitriol_Description
source: Also known as sulfuric acid, which is one of the strongest acids.
ru_ru: Также известно как серная кислота, которая является одной из самых сильных кислот.

source: Ambrosia
ru_ru: Амброзия

# Ambrosia_Description
source: The food of the gods, granting immortality and eternal youth. A symbol of divine grace and ultimate reward.
ru_ru: Пища богов, дарующая бессмертие и вечную молодость. Символ божественной благодати и высшей награды.

source: Nigredo
ru_ru: Нигредо

# Nigredo_Description
source: The blackening, the first stage of the alchemical Great Work. Represents decomposition, purification, and confronting one's shadow.
ru_ru: Чернение, первая стадия алхимического Великого Делания. Представляет разложение, очищение и противостояние своей тени.

source: Albedo
ru_ru: Альбедо

# Albedo_Description
source: The whitening, the second stage of the alchemical Great Work. Symbolizes purification, cleansing, and the emergence of clarity.
ru_ru: Беление, вторая стадия алхимического Великого Делания. Символизирует очищение, очищение и появление ясности.

source: Citrinitas
ru_ru: Цитринитас

# Citrinitas_Description
source: The yellowing, the third stage of the alchemical Great Work. Represents the dawning of solar consciousness, intuition, and self-discovery.
ru_ru: Пожелтение, третья стадия алхимического Великого Делания. Представляет рассвет солнечного сознания, интуиции и самопознания.

source: Rubedo
ru_ru: Рубедо

# Rubedo_Description
source: The reddening, the final stage of the alchemical Great Work. Represents the union of spirit and matter, achieving spiritual wholeness, and illumination.
ru_ru: Покраснение, финальная стадия алхимического Великого Делания. Представляет единство духа и материи, достижение духовной целостности и просветления.

source: Philosopher's stone
ru_ru: Философский камень

# PhilosophersStone_Description
source: The ultimate goal of alchemy, a substance capable of transmuting base metals into gold and granting immortality. The key to all secrets.
ru_ru: Конечная цель алхимии, вещество, способное превращать неблагородные металлы в золото и дарующее бессмертие. Ключ ко всем секретам.

# Substance_Earth
source: Earth
ru_ru: Земля

# InventoryEmpty
source: Inventory is empty!
ru_ru: Инвентарь пуст!

source: Description
ru_ru: Описание

source: Name
ru_ru: Название

source: Required tools
ru_ru: Необходимые инструменты

source: Choose required tools
ru_ru: Выберите необходимые инструменты

source: New substance obtained
ru_ru: Получено новое вещество

source: Your tools are right
ru_ru: Вы выбрали верные инструменты

source: Your tools are partly right
ru_ru: Вы выбрали не все верные инструменты

source: Your tools are wrong
ru_ru: Вы выбрали неверные инструменты

source: Repeat choice
ru_ru: Повторить выбор

# EndCongratulations
source: Congratulations on your victory!
ru_ru: Поздравляем с победой!

# ResourceSub
source: Resource
ru_ru: Ресурса

# NotEnoughChooseAnother
source: is not enough. Choose another
ru_ru: недостаточно. Выберете другой

# HighRiskLevel
source: The risk level has reached a critical mark!
ru_ru: Уровень риска достиг критической отметки!

# Defeat
source: Defeat. You are a unfortunate alchemist
ru_ru: Поражение. Вы неудачливый алхимик

source: Try again?
ru_ru: Попробовать снова?

source: Your goal
ru_ru: Ваша цель

# MixFailed
source: Sadly! It didn’t work out.
ru_ru: Увы! Ничего не получилось.

# YouMayGet
source: You may mix something to get
ru_ru: Вы можете получить

# AmountOfHints
source: Hints
ru_ru: Подсказки

# ShowIngredient
source: Show one of the ingredients
ru_ru: Указать один из ингредиентов

source: Display result
ru_ru: Показать результат

# YouMayMix_With
source: You may mix ? with something
ru_ru: Вы можете смешать ? с чем-то

# NotEnoughHints
source: You don’t have enough hints!
ru_ru: У вас недостаточно подсказок!

# RulesThemselves
source: 0. You are an amateur alchemist, eager to improve your skills and understand the alchemical truth.?1. Your current goal is to get the purposed substance (its recipe).?2. Mix two components to get new substances (later you can mix three).?3. When mixing, you must take into account the substance's properties and external factors.?4. Don't forget about precautions - you are still an amateur!?5. If you break them, you will lose part of your reputation and increase "RL" (Risk Level).?6. Environment in different modes are similar, but due to restrictions you will have to act differently.? Good luck and exciting alchemy!?
ru_ru: 0. Вы – алхимик-любитель, стремящийся усовершенствовать своё мастерство и постичь алхимическую истину.?1. Ваша текущая цель – получить целевое вещество (его рецепт).?2. Чтобы получить новые вещества, смешивайте по два компонента (позже - три).?3. При смешивании необходимо учитывать свойства веществ и внешние факторы.?4. Не забывайте о мерах предосторожности – вы ведь пока еще любитель!?5. При их нарушении вы потеряете часть репутации и повысите "ОС" (Опасность Среды).?6. Условия в разных режимах схожи, но из-за ограничений вам придется действовать по-разному.? Удачи и увлекательной алхимии!?

# DisplayDescription
source: Display ingredient and result description
ru_ru: Показать описание ингредиента и результата

# DoYouRememberSub
source: Do you remember this substance?
ru_ru: Вы помните такое вещество?

# SomehowRelatedTo
source: It is somehow related to
ru_ru: Оно как-то связано с

# FamiliarRecipe
source: This recipe seems familiar to you.
ru_ru: Кажется, этот рецепт вам уже знаком.

source: Synthesize
ru_ru: Синтезировать

# AAA
source: Alchemical Ascension available
ru_ru: Алхимическое восхождение доступно

source: Congratulations!
ru_ru: Поздравляем!

# RiskLevel
source: Level of danger
ru_ru: Опасность среды

source: Alchemy book progress
ru_ru: Прогресс алхимической книги

# FoundAuxilary
source: You have notice some substances nearby
ru_ru: Вы замечаете некоторые вещества неподалеку

source: None
ru_ru: Ничего

source: Gloves
ru_ru: Перчатки/рукавицы

source: Hood
ru_ru: Вытяжка

source: Glasses
ru_ru: Очки

source: Respirator
ru_ru: Респиратор

# AllRecipesDiscovered
source: All recipes are discovered!
ru_ru: Все рецепты открыты!

source: Continue?
ru_ru: Продолжить?

# SaveLoaded
source: Save successfully loaded
ru_ru: Сохранение успешно загружено

source: Successfully saving
ru_ru: Сохранение успешно

# AllSubstances
source: You’ve discovered all substances!
ru_ru: Вы открыли все вещества!

source: Coming soon
ru_ru: Скоро

source: In progress
ru_ru: В процессе разработки

# FileNotFound
source: Save file not found.
ru_ru: Файл сохранения не найден.

# YouAlreadyHaveProgressDownload
source: You already seem to have progress. Download?
ru_ru: Кажется, у вас уже есть прогресс. Загрузить?

source: Start new game
ru_ru: Начало новой игры

source: Roundbottom Flask
ru_ru: Круглодонная колба

source: Erlenmeyer Flask
ru_ru: Коническая колба

source: Mortar
ru_ru: Ступка

source: Beaker
ru_ru: Стакан

source: Bottle
ru_ru: Бутылка

source: Jar
ru_ru: Банка

source: Test tube
ru_ru: Пробирка

source: Dish
ru_ru: Чаша

source: Box
ru_ru: Ящик

source: Thin glass
ru_ru: Тонкое стекло

source: Tempered glass
ru_ru: Каленное стекло

source: Heatresistant glass
ru_ru: Огнеупорное стекло

source: Enameled glass
ru_ru: Эмалированное стекло

source: Plastic
ru_ru: Пластик

source: Ceramic
ru_ru: Керамика

source: Wood
ru_ru: Дерево

# CreateBinFor
source: Create container for
ru_ru: Создайте контейнер для

# SelectShape
source: Select a shape
ru_ru: Выберите форму

# SelectMaterial
source: Select a material
ru_ru: Выберите материал
