Repository: Dexitti/Alchemical-Laboratory
Catalog: Properties/Resource.*.resx
Languages: ru_ru

source: See what you got
ru_ru: Посмотрите, что у вас получилось

# Sub
source: Substance
ru_ru: Вещество

# Bin
source: Container
ru_ru: Контейнер

source: PERFECT
ru_ru: ИДЕАЛЬНЫЙ

source: GOOD
ru_ru: ХОРОШИЙ

source: ACCEPTABLE
ru_ru: ДОПУСТИМЫЙ

source: INAPPROPRIATE
ru_ru: НЕПОДХОДЯЩИЙ

# Error 404
source: Error 404: Compatibility not found
ru_ru: Ошибка 404: Совместимость не найдена

# YouVeJustInvented
source: You've just invented a way to fail the quest
ru_ru: Ты только что изобрел способ провалить квест

# AreYouFool
source: Are you a fool to create this?! Congratulations, you combined incompatible
ru_ru: Ты дурачок такое создавать?! Поздравляю, ты совместил несовместимое

# ItsExperimentalApproach
source: It's not a mistake, it's... an experimental approach!
ru_ru: Это не ошибка, это... экспериментальный подход!

# ShowedHowNotToDo
source: Congratulations! You just showed "How not to do"
ru_ru: Поздравляю! Ты только что наглядно показал "Как не надо делать"

# Temperature_Positive
source: [+] Keeps temperature better than a thermos
ru_ru: [+] Контейнер держит температуру лучше термоса

# Temperature_Negative
source: [-] Temperature changes like a cat's mood
ru_ru: [-] Температура меняется как настроение у кота

# Hardness_Positive
source: [+] Hard as this game developer's nerves
ru_ru: [+] Твердое, как нервы разработчика этой игры

# Hardness_Negative
source: [-] Fragile like a paper sword
ru_ru: [-] Хрупкое как бумажный меч

# Volatility_Positive
source: [+] No leaks detected
ru_ru: [+] Утечек не обнаружено

# Volatility_Negative
source: [-] Evaporates faster than patience in a long queue
ru_ru: [-] Испаряется быстрее, чем терпение в длинной очереди

# Viscosity_Positive
source: [+] Perfect viscosity - just like honey
ru_ru: [+] Идеальная вязкость - прямо как у мёда

# Viscosity_Negative
source: [-] Flows slower than bureaucratic processes
ru_ru: [-] Течёт медленнее бюрократических процессов

# Toxicity_Positive
source: [+] Toxins neutralized by alchemical filter
ru_ru: [+] Яды нейтрализованы алхимическим фильтром

# Toxicity_Negative
source: [-] Toxicity off the charts - like random chat toxicity
ru_ru: [-] Токсичность зашкаливает - прям как в чате рандомов

# Flammability_Positive
source: [+] Fireproof enough to impress a dragon
ru_ru: [+] Огнеупорности позавидует даже дракон

# Flammability_Negative
source: [-] Ignites faster than a tavern argument
ru_ru: [-] Разгорается быстрее спора в таверне

# Explosiveness_Positive
source: [+] Ignites from a mere glance
ru_ru: [+] Зажигается от взгляда

# Explosiveness_Negative
source: [-] Ready to blow louder than New Year's firecrackers
ru_ru: [-] Готов рвануть громче новогодних петард

# Radioactivity_Positive
source: [+] Safer than a freshman's magic textbook
ru_ru: [+] Безопаснее, чем магический учебник для первокурсников

# Radioactivity_Negative
source: [-] Glows like a Christmas tree
ru_ru: [-] Светится, как новогодняя ёлка
